Repository: common-repository/wp-e-commerce-whish-list
Catalog: languages/wp-ecomm-*.po
Languages: de_de

source: Go Premium
de_de: Premium werden

source: Please login after using this option.
de_de: Bitte loggen Sie sich ein, nachdem Sie diese Option verwendet haben.

source: No Wishlist Found
de_de: Keine Wunschliste gefunden

source: Golden Flower
de_de: goldene Blume

source: Purple Flower
de_de: Lila Blume

source: Title
de_de: Titel

source: Theme
de_de: Thema

source: Default
de_de: Thema

source: Premium
de_de: Standard

source: Download
de_de: Prämie

source: Support
de_de: Herunterladen

source: Demo Shots
de_de: Unterstützung
